<?php
    return [
        'seoTitle' => 'Змінити розкладку клавіатури онлайн на calculator-universal.com.ua',
        'seoDescripton' => 'Ввели текст не на тій розкладки клавіатури, онлайн змінити розкладку клавіатури з англійської на українську, з англійскої на російську',
        'seoKey' => 'зміни розкладки клавіатури',

        'title' => 'Зміна розкладки клавіатури онлайн',
        'title_description_1' => 'Надрукували текст на іншій розкладці? Не страшно – використовуйте наш інструмент для перемикання розкладки у вже набраному тексті.',
        'title_description_2' => 'Вставте в поле лише текст, набраний на некоректній вкладці, щоб уникнути неправильної роботи сервісу.',

        'your_text' => 'Ваш текст:',
        'copied' => 'Скопійовано',
        'translate_from' => 'Перекласти з ',
        'translate' => 'Перекласти',
        'clear' => 'Очистити',

        'description_title' => 'Як використовувати перемикач розкладки для набраного тексту?',
        'description_title_1' => 'Вставте текст, де потрібно переключити розкладку.',
        'description_title_2' => 'Виберіть розкладку, на якій надруковано текст.',
        'description_title_3' => 'Виберіть розкладку, яку потрібно переключити набраний текст.',
        'description_title_4' => 'Скопіюйте результат, що вийшов.',
    ];
