<?php
return [
    'seoTitle' => 'Покроковий онлайн калькулятор дробів для школярів та студентів',
    'seoDescripton' => 'Простий і зручний покроковий калькулятор дробів, множення дробів, додавання дробів, віднімання дробів, поділ дробів',
    'seoKey' => 'Покроковий онлайн калькулятор дробів',

    'title' => 'Калькулятор дробів',
    'titleDescription' => 'Онлайн калькулятор дробів, віднімання дробів, додавання дробів, множення дробів, поділ дробів.',

    'typeFraction' => 'Виберіть тип дробу:',
    'simlpeFractions' => 'Звичайні (прості) дроби',
    'simlpeFractionsHelp' => 'Прості дроби - це дроби, які мають чисельник (число вгорі) та знаменник (число внизу), і обидва ці числа мають бути цілими.',

    'mixedFractions' => 'Змішані дроби',
    'mixedFractionsHelp' => 'Змішані дроби - це дроби, які складаються з цілої частини та звичайного дробу.',

    'enterValue' => 'Введіть значення',
    'calculate' => 'Розрахувати',
    'result' => 'РЕЗУЛЬТАТ',

    'whatAreFraction' => 'Що таке дроби',
    'whatAreFractionText' => 'Дроб - це математичне поняття, що є відношенням двох чисел, що записується у вигляді a/b, де "a" називається чисельником, а "b" - знаменником.',
    'whatAreFractionText_1' => 'Формально, дріб може бути визначений як результат поділу чисельника на знаменник.',

    'whatAreFractions' => 'Які бувають дроби',
    'whatAreFractionsText' => 'Дроби поділяються на прості та змішані. Простий дріб - це дріб, у якого чисельник менший за знаменник і вони не мають спільних дільників, крім 1',

    'forExample' => 'Наприклад:',
    'mixedFractionConsists' => 'Змішана дріб складається з цілої частини і правильного простого дробу.',
    'mixedFractionsConvenient' => 'Змішані дроби зручні',
    'stepByStepFractionCalculator' => 'Покроковий калькулятор дробів',
    'stepByStepFractionCalculatorText' => 'У покроковому онлаїн калькуляторі дробів зібрані основні матиматичні дії з простими та змішаними дробами:',
    'addingFractions' => 'складання дробів',
    'subtractingFractions' => 'віднімання дробів',
    'multiplyingFractions' => 'множення дробів',
    'dividingFractions' => 'ділення дробів',
    'calculatorAllows' => 'Калькулятор дозволяє, не тільки отримати відповідь, але і побачити кожну дію, в ході рішення.',

    'instructionsFractions' => 'Інструкція для калькулятора дробів',
    'instructionsFractions_1' => 'Виберіть з якими дробами Ви виконуватимете дії, прості або змішані.',
    'instructionsFractions_2' => 'Виберіть яку дію ви робитимете, додавання, віднімання, множення, поділ.',
    'instructionsFractions_3' => 'Введіть значення вашого дробу у відповідне поле.',
    'instructionsFractions_4' => 'Натисніть кнопку "Розрахувати". Отримайте відповідь із покроковими діями.',
];