<?php
return [
    'seoTitle' => 'Калькулятор підбору акумуляторної батареї АКБ для ДБЖ',
    'seoDescripton' => 'Розрахувати необхідну ємність акумулятора (АКБ) для дому, для квартири, для котла, зручний та простий калькулятор акумулятора для ДБЖ, Калькулятор ДБЖ',
    'seoKey' => 'Калькулятор підбору АКБ для ДБЖ',

    'title' => 'Калькулятор підбору АКБ для ДБЖ',
    'titleText' => 'Шляхом використання інструменту підбору акумуляторних батарей для безперебійного живлення, можливо провести наближений розрахунок необхідної ємності акумулятора для даного джерела безперервного живлення.',

    'titleCalculation' => 'РОЗРАХУНОК ЄМНОСТІ АКУМУЛЯТОРНОЇ БАТАРЕЇ ДЛЯ ДЖЕРЕЛА БЕЗПЕРЕБІЙНОГО ЖИВЛЕННЯ',

    'loadW' => 'Навантаження, W:',
    'loadWHelp' => 'Сумарне навантаження, яке подається на ДБЖ. Можна подивитися в документації приладів, які підключені до ДБЖ',

    'enterValue' => 'Введіть значення',

    'inverterEfficiency' => 'ККД інвертора %:',
    'inverterEfficiencyHelp' => 'ККД інвертора можна подивитися в паспорті ДБЖ, якщо ви не знаєте це значення, то за промовчанням ставте 80.',

    'ratedBatteryVoltage' => 'Номінальна напруга АКБ, V:',
    'ratedBatteryVoltageHelp' => 'Номінальна напруга акумулятора.',

    'workingTime' => 'Час роботи, год:',
    'workingTimeHelp' => 'Час, який має опрацювати ДБЖ',

    'result' => 'РЕЗУЛЬТАТ:',
    'resultText' => 'Мінімальна ємність АКБ, Ah(Ампер/година)',

    'btnCalculate' => 'Розрахувати',

    'descriptionTitle' => 'Калькулятор підбору акумулятора для джерела безперебійного живлення (ДБЖ) інструкція.',
    'descriptionTitleItem_1' => 'Потрібно заповнити поле Навантаження W, у це поле потрібно ввести сумарну споживану потужність приладів, які будуть підключені до ДБЖ (UPS). Інформацію щодо кожного пристрою можна знайти в технічній документації або на офіційному сайті пристрою.',
    'descriptionTitleItem_1_1' => 'Також споживану потужність можна виміряти за допомогою розумної розетки, або іншого обладнання.',
    'descriptionTitleItem_2' => 'У полі ККД інвертора за умовчанням вже встановлено значення 80%, або як його ще називаю коефіцієнт ККД 0.8, це усереднене значення більшості обладнання, яке перетворює або інакше інвертує електроенергію, такі як джерела безперебійного живлення.',
    'descriptionTitleItem_2_1' => 'Ви можете встановити значення конкретно для вашої моделі, воно вказано у технічній документації, або на офіційному сайті.',
    'descriptionTitleItem_3' => 'Номінальна напруга АКБ, V залежить від того які акумулятори будуть підключатися до ДБЖ, найпоширеніші це акумулятори 12V, акумулятори 24V, акумулятори 48V.',
    'descriptionTitleItem_3_1' => 'Цю інформацію також можна знайти у документації до Вашого ДБЖ. Найчастіше характеристик називається номінальна напруга АКБ, V.',
    'descriptionTitleItem_4' => 'Час роботи. У це поле впишіть час, який має пропрацювати ваше обладнання в годиннику.',

    'descriptionConclusion' => 'Звертаємо Вашу увагу, що розрахунок ємності акумуляторної батареї приблизний, оскільки залежить від багатьох факторів, але при правильно внесених даних Ви вже розумітимете на яку ємність акумулятора Вам потрібно розчісувати.',

    'recommendation' => 'Рекомендуємо вибирати акумуляторну батарею із запасом ємності 20%.',
];
