<?php
return [
    'seoTitle' => 'Видалити онлайн з тексту, списку зайві символи, швидко, просто',
    'seoDescripton' => 'Очищення списку онлаїн від зайвих символів, швидко видалити з тексту цифри/числа, коми, порожні рядки та подвійні пробіли, спецсимволи',
    'seoKey' => 'видалити з тексту всі цифри/числа, коми, порожні рядки та подвійні пробіли, знаки пунктуації, спецсимволи',

    'title' => 'Удаление лишних символов из текста',

    'titleDescription' => 'Як видалити непотрібні символи з тексту?',
    'descriptionText' => 'Наш механізм для видалення непотрібних символів з тексту дозволяє легко очищати введений текст від символів, які вам не потрібні. Просто введіть текст в одне поле та символи, які потрібно видалити, в інше поле. Після натискання відповідної кнопки або виконання операції наш механізм автоматично очистить введений текст від усіх непотрібних символів, які ви вказали.',
    'descriptionTextItem_1' => 'Видалення пробілів із тексту:',
    'descriptionTextItem_1_text' => ' Якщо ви вводите текст із пробілами і хочете видалити їх, просто введіть " " у поле символів для видалення. Після операції текст буде без пробілів.',
    'descriptionTextItem_2' => 'Видалення чисел із тексту:',
    'descriptionTextItem_2_text' => ' Якщо в тексті є числа, і ви хочете видалити їх, введіть цифри в поле символів для видалення. Після операції всі цифри будуть видалені з тексту.',
    'descriptionTextItem_3' => 'Видалення спеціальних символів із тексту:',
    'descriptionTextItem_3_text' => ' Якщо потрібно видалити конкретні спеціальні символи, введіть їх у поле символів для видалення. Наприклад, якщо ви бажаєте видалити всі символи зі списку "@#$%", введіть цей список у поле, і всі символи будуть видалені з тексту.',
    'mechanismMakes' => 'Наш механізм дозволяє легко видаляти непотрібні символи та очищати текст від них, спрощуючи обробку даних.',
];
