<?php
return [
    'seoTitle' => 'Изменить раскладку клавиатуры онлайн на calculator-universal.com.ua',
    'seoDescripton' => 'Ввели текст не на той раскладки клавиатуры, онлайн изменить раскладку клавиатуры с английского на украинский, с унгалийсого на русский',
    'seoKey' => 'изменения раскладки клавиатуры',

    'title' => 'Перевод раскладки клавиатуры онлайн',
    'title_description_1' => 'Напечатали текст на другой раскладке? Не страшно - используйте наш инструмент для переключения раскладки в уже набранном тексте.',
    'title_description_2' => 'Вставьте в поле только текст, набранный на некорректной вкладке, для избежания неправильной работы сервиса.',

    'your_text' => 'Ваш текст:',
    'copied' => 'Скопировано',
    'translate_from' => 'Перевести с ',
    'translate' => 'Перевести',
    'clear' => 'Очистить',

    'description_title' => 'Как использовать переключатель раскладки для набранного текста?',
    'description_title_1' => 'Вставьте текст, в котором нужно переключить раскладку.',
    'description_title_2' => 'Выберите раскладку на которой напечатан текст.',
    'description_title_3' => 'Выберите раскладку на которую хотите переключить набранный текст.',
    'description_title_4' => 'Скопируйте получившийся результат.',
];
