<?php
return [
    'seoTitle' => 'Пошаговый онлайн калькулятор дробей для школьников и студентов',
    'seoDescripton' => 'Простой и удобный пошаговый калькулятор дробей, умножение дробей, сложение дробей, вычитание дробей, деление дробей',
    'seoKey' => 'Пошаговый онлайн калькулятор дробей',

    'title' => 'Калькулятор дробей',
    'titleDescription' => 'Онлайн калькулятор дробей, вычитания дробей, сложение дробей, умножение дробей, деление дробей.',

    'typeFraction' => 'Выберите тип дроби:',
    'simlpeFractions' => 'Обыкновенные (простые) дроби',
    'simlpeFractionsHelp' => 'Простые дроби - это дроби, которые имеют числитель (число вверху) и знаменатель (число внизу), и оба эти числа должны быть целыми.',

    'mixedFractions' => 'Смешанные дроби',
    'mixedFractionsHelp' => 'Смешанные дроби - это дроби, которые состоят из целой части и обыкновенной дроби.',

    'enterValue' => 'Введите значение',
    'calculate' => 'Рассчитать',
    'result' => 'РЕЗУЛЬТАТ',

    'whatAreFraction' => 'Что такое дроби',
    'whatAreFractionText' => 'Дробь - это математическое понятие, представляющее собой отношение двух чисел, записываемое в виде a/b, где "a" называется числителем, а "b" - знаменателем.',
    'whatAreFractionText_1' => 'Формально, дробь может быть определена как результат деления числителя на знаменатель.',

    'whatAreFractions' => 'Какие бывают дроби',
    'whatAreFractionsText' => 'Дроби делятся на простые и смешанные. Простая дробь - это дробь, у которой числитель меньше знаменателя и они не имеют общих делителей, кроме 1',

    'forExample' => 'Например:',
    'mixedFractionConsists' => 'Смешанная дробь состоит из целой части и правильной простой дроби.',
    'mixedFractionsConvenient' => 'Смешанные дроби удобны',

    'stepByStepFractionCalculator' => 'Пошаговый калькулятор дробей',
    'stepByStepFractionCalculatorText' => 'В пошаговом онлаин калькуляторе дробей, собраны основные матиматические действия с простыми и смешанными дробями:',
    'addingFractions' => 'сложение дробей',
    'subtractingFractions' => 'вычитания дробей',
    'multiplyingFractions' => 'умножение дробей',
    'dividingFractions' => 'деление дробей',
    'calculatorAllows' => 'Калькулятор позволяет, не только получить ответ но и увидеть каждое действие, в ходе решения.',

    'instructionsFractions' => 'Инструкция для калькулятора дробей',
    'instructionsFractions_1' => 'Выберите с какими дробями Вы будете выполнять действия, простые или смешанные.',
    'instructionsFractions_2' => 'Выберите какое действие вы будете делать, сложение, вычитание, умножение, деление.',
    'instructionsFractions_3' => 'Введите значение вашей дроби в соответствующее поле.',
    'instructionsFractions_4' => 'Нажмите кнопку “Рассчитать”. Получите ответ с пошаговыми действиями.',
];