<?php
return [
    'seoTitle' => 'Калькулятор подбора аккумуляторной батареи АКБ для ИБП',
    'seoDescripton' => 'Рассчитать необходимую емкость аккумулятора(АКБ) для дома, для квартиры, для котла, удобный и простой калькулятор аккумулятора для ИБП, Калькулятор ИБП',
    'seoKey' => 'Калькулятор подбора АКБ для ИБП',

    'title' => 'Калькулятор подбора АКБ для ИБП',
    'titleText' => 'Путем использования инструмента подбора аккумуляторных батарей для устройства бесперебойного питания, возможно провести приближенный расчет необходимой емкости аккумулятора для данного источника непрерывного питания.',

    'titleCalculation' => 'РАСЧЕТ ЕМКОСТИ АККУМУЛЯТОРНОЙ БАТАРЕИ ДЛЯ ИСТОЧНИКА БЕСПЕРЕБОЙНОГО ПИТАНИЯ',

    'loadW' => 'Нагрузка, W:',
    'loadWHelp' => 'Суммарная нагрузка, которая подается на ИБП. Можно посмотреть в тех документации приборов, которые подключены к ИБП',

    'enterValue' => 'Введите значение',

    'inverterEfficiency' => 'КПД инвертора %:',
    'inverterEfficiencyHelp' => 'КПД инвертора можно посмотреть в паспорте ИБП, если вы не знаете это значение, то ставьте по умолчанию 80.',

    'ratedBatteryVoltage' => 'Номинальное напряжение АКБ, V:',
    'ratedBatteryVoltageHelp' => 'Номинальное напряжение аккумуляторной батареи.',

    'workingTime' => 'Время работы:, ч:',
    'workingTimeHelp' => 'Время которое должен проработать ИБП',

    'result' => 'РЕЗУЛЬТАТ:',
    'resultText' => 'Минимальная ёмкость АКБ, Ah(Ампер/час)',

    'btnCalculate' => 'Рассчитать',

    'descriptionTitle' => 'Калькулятор подбора аккумуляторной батареи для источника бесперебойного питания(ИБП) инструкция.',
    'descriptionTitleItem_1' => 'Нужно заполнить поле Нагрузка W, в это поле нужно ввести суммарную потребляемую мощность приборов которые будут подключены к ИБП(UPS). Информацию по каждому устройству вы можете найти в технической документации, или на официальном сайте устройства.',
    'descriptionTitleItem_1_1' => 'Также потребляемую мощность можно измерить с помощью например умной розетки, или другого оборудования.',
    'descriptionTitleItem_2' => 'В поле КПД инвертора по умолчанию уже установлено значение 80%, или как его еще называю коэффициент КПД 0.8, это усреднённое значения большинства оборудования которое преобразовывает или по другому инвертирует электро энергию, такие как источники бесперебойного питания.',
    'descriptionTitleItem_2_1' => 'Вы можете установить значение конкретно для вашей модели, оно указано в технической документации, или на  официальном сайте.',
    'descriptionTitleItem_3' => 'Номинальное напряжение АКБ, V, зависит от того какие аккумуляторы будут подключаться к ИБП, самые распространенные это аккумуляторы 12V, аккумуляторы 24V, аккумуляторы 48V.',
    'descriptionTitleItem_3_1' => 'Эту информацию также можно найти в документации к Вашему ИБП. Чаще всего характеристик называется Номинальное напряжение АКБ, V.',
    'descriptionTitleItem_4' => ' Время работы. В это поле впишите время которое должно проработать ваше оборудование в часах.',


    'descriptionConclusion' => 'Обращаем Ваше внимание, что расчет емкости аккумуляторной батареи примерный, поскольку зависит от многих факторов, но при правильно внесённых данных Вы уже будете понимать на какую емкость аккумулятора Вам нужно расчесывать.',

    'recommendation' => 'Рекомендуем выбирать аккумуляторную батарею с запасом емкости 20%.',
];
