<?php
    return [
    'seoTitle' => 'Удалить онлайн из текста, списка лишние символы, быстро, просто',
    'seoDescripton' => 'Очистки списка онлаин от лишних символов, быстро удалить из текста цифры/числа, запятые, пустые строки и двойные пробелы, спецсимволы',
    'seoKey' => 'удалить из текста все цифры/числа, запятые, пустые строки и двойные пробелы, знаки пунктуации, спецсимволы',

    'title' => 'Удаление лишних символов из текста',

    'titleDescription' => 'Как удалить ненужные символы из текста?',
    'descriptionText' => 'Наш механизм для удаления ненужных символов из текста позволяет вам легко очищать введенный текст от символов, которые вам не нужны. Просто введите ваш текст в одно поле и символы, которые следует удалить, в другое поле. После нажатия соответствующей кнопки или выполнения операции, наш механизм автоматически очистит введенный текст от всех ненужных символов, которые вы указали.',
    'descriptionTextItem_1' => 'Удаление пробелов из текста:',
    'descriptionTextItem_1_text' => ' Если вы вводите текст с пробелами и хотите их удалить, просто введите " " в поле символов для удаления. После операции ваш текст будет без пробелов.',
    'descriptionTextItem_2' => 'Удаление чисел из текста:',
    'descriptionTextItem_2_text' => ' Если в вашем тексте есть числа, и вы хотите их удалить, введите цифры в поле символов для удаления. После выполнения операции все цифры будут удалены из текста.',
    'descriptionTextItem_3' => 'Удаление специальных символов из текста:',
    'descriptionTextItem_3_text' => ' Если вам нужно удалить конкретные специальные символы, введите их в поле символов для удаления. Например, если вы хотите удалить все символы из списка "@#$%", введите этот список в поле, и все указанные символы будут удалены из текста.',
    'mechanismMakes' => 'Наш механизм позволяет легко удалять ненужные символы и очищать текст от них, упрощая обработку данных.',
];
